Repository: leonardocsantoss/django-admin-report
Catalog: report/locale/*/LC_MESSAGES/django.po
Languages: it

source: Italian
it: ItalianoProject-Id-Version: 1.1 Report-Msgid-Bugs-To: POT-Creation-Date: 2012-02-28 15:48+0100 PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE Last-Translator: Giuseppe Saviano <g.saviano@gmail.com> Language-Team: NO TEAM <noteam@example.com> Language: ITALIAN MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=2; plural=(n != 1)

source: Relatorio
it: Report

source: Imprimir relatório detalhado
it: Stampa report dettagliato

source: Campos
it: Campi

source: Selecione os campos desse tipo de relatório.
it: Seleziona i campi per questo tipo di report.

source: Tipo de relatório
it: Tipo di report

source: Permissão
it: Permessi

source: Modelo
it: Modello

source: Favoritos
it: Preferiti

source: Applications
it: Applicazioni

source: Administration
it: Amministrazione

source: Relatórios
it: Report

source: Tipos de relatórios
it: Tipi di report

source: Título
it: Titolo

source: Insira o título do tipo de relatório.
it: Inserisci il titolo per questo tipo di report.

source: Cabeçalho
it: Intestazione

source: Insira o cabeçalho do tipo de relatório.
it: Inserisci l'intestazione per questo tipo report.

source: Selecione os grupos que tem permissão para imprimir esse tipo de relatório.
it: Inserisci i gruppi che hanno i permessi per accedere a questo report.

source: Selecione o modelo do tipo de relatório.
it: Seleziona il modello per questo tipo di report.

source: Selecione os campos do tipo de relatório.
it: Seleziona i campi per questo tipo di report.

source: Sim
it: Si

source: Não
it: No

source: Todos
it: Tutti

source: Qualquer data
it: Ogni volta che

source: Hoje
it: Oggi

source: Este mês
it: Questo mese

source: Este ano
it: Quest'anno

source: Add
it: Aggiungi

source: History
it: Storico

source: View on site
it: Visualizza sul sito

source: Please correct the error below.
it: Per favore correggi l'errore che segue.

source: Salvar e continuar
it: Salva e continua

source: Filtros
it: Filtri

source: Selecione os filtros que deseja aplicar para esse relatório!
it: Seleziona i filtri che desideri applicare a questo report

source: Não há filtros para esse relatório!
it: Nessun filtro per questo report!

source: Imprimir
it: Stampa
